{
	"keyword": "clinton",
		"ok": 1,
		"result": [
		{
			"abstract": "At a time when liberals are ascendant in the party, some Democrats believe Hillary Rodham Clinton’s time representing Wall Street as a senator could become a vulnerability.",
			"byline": "By PATRICK HEALY",
			"comments": [
			{
				"abuseFlag": null,
				"clean": "Good article.  I am glad to see the NYT covering this.  Although this article did not mention the $25 million of \"speaking fees\" that Clinton accepted just in 2014.  Most of the money she as to her name, she got from rich people who paid her to talk.  Does anyone really believe that she earned millions of dollars for just talking for an hour?  The \"speaking fees\" are legalized bribes!",
				"dirty": "Good article.  I am glad to see the NYT covering this.  Although this article did not mention the $25 million of \"speaking fees\" that Clinton accepted just in 2014.  Most of the money she as to her name, she got from rich people who paid her to talk.  Does anyone really believe that she earned millions of dollars for just talking for an hour?  The \"speaking fees\" are legalized bribes!",
				"is_negative": false,
				"is_positive": true,
				"n_recommendations": 0,
				"n_replies": 0,
				"sentiment": 1,
				"ts": "1448236950",
				"userLocation": "MI"
			}, ...
			],
				"full": "John Wittneben simmered as he listened to Hillary Rodham Clinton defend her ties to Wall Street during last weekend’s Democratic debate. He lost 40 percent of his savings in individual retirement accounts during the Great Recession, while Mrs. Clinton has received millions of dollars from the kinds of executives he believes should be in jail. “People knew what they were doing back then, because of greed, and it caused me harm,” said Mr. Wittneben, the Democratic chairman in Emmet County, Iowa. “We were raised a certain way here. Fairness is a big deal.” The next day he endorsed Senator Bernie Sanders in the presidential race. Mrs. Clinton’s windfalls from Wall Street banks and other financial services firms — $3 million in paid speeches and $17 million in campaign contributions over the years — have become a major vulnerability in states with early nomination contests. Some party officials who remain undecided in the 2016 presidential race see her as overly cozy with big banks and other special interests. At a time when liberals are ascendant in the party, many Democrats believe her merely having “represented Wall Street as a senator from New York,” as Mrs. Clinton reminded viewers in an October debate, is bad enough. It is an image problem that she cannot seem to shake. Though she criticizes the American economy as being “rigged” for the rich, Mrs. Clinton has lost some support recently from party members who think she would go easy on Wall Street excess if elected. Even as she promises greater regulation of hedge funds and private equity firms, liberals deride her for refusing to support reinstatement of the Glass-Steagall Act, a law that separated commercial and investment banks until its repeal under President Bill Clinton. (Mr. Sanders favors its restoration.) And for many Democrats, her strong support from wealthy donors and a big-money “super PAC” undercuts her increasingly progressive rhetoric on free trade and other economic issues. Her advisers say most Democrats like her economic policies and believe she would fight for middle-class and low-income Americans. Most opinion polls put Mrs. Clinton well ahead of Mr. Sanders nationally and in Iowa, and they are running even in New Hampshire, but she fares worse than him on questions about taking on Wall Street and special interests. And even if Mrs. Clinton sews up the nomination quickly, subdued enthusiasm among the party’s liberal base could complicate efforts to energize Democratic turnout for the general election. In the primaries, Mrs. Clinton’s advisers privately concede that she will lose some votes over her Wall Street connections. They declined to share specific findings from internal polls, but predicted the issue could resonate in Democratic contests in Iowa, Nevada, Ohio and Michigan, where many have lost homes and businesses to bank foreclosures. Mr. Sanders zeros in on Wall Street donations to Mrs. Clinton in an aggressive new television commercial that started running in Iowa and New Hampshire on Saturday: “The truth is, you can’t change a corrupt system by taking its money,” he warns. One of Mrs. Clinton’s most prominent supporters in Ohio, former State Senator Nina Turner, defected to Mr. Sanders this month in part, she said, because she felt he would be tougher on special interests. And some Democratic superdelegates, whose backing is crucial, said Mrs. Clinton’s ties to big banks, and her invocation of 9/11 to defend her ties to Wall Street at the Nov. 14 debate, only made them further question her independence from the financial industry. “My parents had a saying in Spanish — ‘Dime con quién andas y te diré quién eres’ — which means, ‘Tell me who you’re hanging with and I’ll tell you who you are,’” said Alma R. Gonzalez, an uncommitted superdelegate from Florida. “A lot of my Democratic friends feel that way about Hillary and Wall Street. “Are the working people in this country going to be able to count on hard decisions being made by President Hillary Clinton with regard to her Wall Street chums?” Ms. Gonzalez continued. “Will she be another President Clinton who appoints a Treasury secretary from Wall Street? These are major concerns.” Indeed, Mr. Clinton’s close relationships with Wall Street executives like Robert E. Rubin of Goldman Sachs, whom he named his Treasury secretary, and his support for undoing parts of Glass-Steagall have contributed to misgivings about Mrs. Clinton. Mrs. Clinton has proposed imposing risk fees on unwieldy big banks and empowering regulators to break them up if necessary — though this is not the wholesale breakup that Mr. Sanders favors under a return of Glass-Steagall. She also proposes to make sure fines for corporate wrongdoing hit executive bonuses, and to pursue criminal prosecutions when justified. On Saturday, Mrs. Clinton discussed her plans for regulating the financial industry, at a Democratic rally in North Charleston, S.C., where she spoke after Mr. Sanders and another candidate, former Gov. Martin O’Malley of Maryland. “I have the toughest, most comprehensive proposals for dealing with Wall Street,” she began, and a voter holding a “Bernie” sign interrupted, “By taking their money!” Mrs. Clinton continued, saying her plan would address not just Wall Street banks, but also insurance companies and the “shadow banking” industry of hedge funds and private equity firms. “I am willing to break up the big banks, if they need to be broken up,” she added. Yet even though she has taken tough stands in the past, such as chastising banks for widespread foreclosures in 2007 and 2008, some Democrats are skeptical that she would ever crack down hard on the executives in her social circles in Manhattan, the Hamptons and Washington. Jake Quinn, an uncommitted superdelegate from North Carolina, said he was concerned about Mrs. Clinton’s willingness to clamp down on Wall Street malfeasance. “The financial sector’s ongoing relative lack of accountability makes me suspicious of any candidate who sources it for significant support,” he said. Mrs. Clinton’s advisers say that any political harm resulting from her Wall Street ties will be minimal because she never took action in exchange for donations and that her proposals discredit claims that she would protect banks as president. The advisers also play down the possibility that Mrs. Clinton will face problems with voter enthusiasm and turnout if she is nominated. While Mr. Sanders and Mr. O’Malley have argued that big donors inevitably had influence with her, her campaign has pushed back against suggestions that the financial services industry has bankrolled her campaign. Her aides also said ads by a new group, Future 45, attacking Mrs. Clinton would underscore her independence, because the group’s major donors include Wall Street magnates like Paul Singer. \"When billionaire hedge fund managers are forming super PACs to run ads attacking her, it’s clear they fear she will take action as president to crack down on the industry’s abuses,\" said Brian Fallon, a Clinton campaign spokesman. Bashing Wall Street is not an automatic win for Mr. Sanders, however. Ms. Gonzalez, the Florida superdelegate, and some other undecided Democrats said they viewed Mr. Sanders as too hostile to banks and corporations and too divisive in his remarks about American wealth. But others said they were more concerned that Mrs. Clinton had not broken with Wall Street in a clear way, noting the lengths she went to at the debate to explain the relationship. “She was waving the bloody shirt of 9/11 to defend herself, which we’re accustomed to seeing with demagogues on the right, and it just didn’t feel quite right,” said Kurt Meyer, a co-chairman of the Mitchell County Democrats in Iowa, who has not endorsed a candidate. “She connected two things, 9/11 and her ties to Wall Street, that I didn’t like her sewing together.” Ms. Turner, the former Ohio lawmaker, said the blocks of foreclosed homes in Cleveland were a painful reminder that banks prioritize their own corporate interests. Mr. Sanders has been criticizing “the corrupt economy symbolized by Wall Street greed” for decades, she said. “He shows righteous indignation and speaks for the common woman and man in saying they have a right to be outraged at Wall Street,” Ms. Turner said. “He doesn’t just talk the talk. He walks the talk.” And Mrs. Clinton? “Her ties are her ties,” Ms. Turner said.",
				"lead": "At a time when liberals are ascendant in the party, some Democrats believe Hillary Rodham Clinton’s time representing Wall Street as a senator could become a vulnerability.",
				"linguistic_score": 109.79326659822776,
				"published": "2015-11-22",
				"score": 153.78719125576572,
				"sentences": [
				{
					"linguistic_score": 3.2169171866886996,
					"score": 4.390660392428369,
					"sentiment_score": 1.1737432057396702,
					"text": "He lost 40 percent of his savings in individual retirement accounts during the Great Recession, while Mrs. Clinton has received millions of dollars from the kinds of executives he believes should be in jail.",
					"tweets": [
					{
						"author": "KWQCAshley",
						"clean": ". says \"It's great to be back in Clinton\"",
						"dirty": ".@HillaryClinton says \"It's great to be back in Clinton\" @kwqcnews https://t.co/k5EWWM9Iej",
						"followers": 1129,
						"identifier": 668595626041606144,
						"is_negative": false,
						"is_positive": true,
						"location": "Davenport, IA",
						"n_statuses": 6717,
						"pimg": "http://pbs.twimg.com/profile_images/658138092822360069/B4c3knyO_normal.png",
						"retweeted": false,
						"retweets": 0,
						"sentiment": 1,
						"time_zone": "Central Time (US & Canada)",
						"ts": "Mon Nov 23 01:03:13 +0000 2015"
					}, ...
					]
				}, ...
			]
		}
	]
}
