{
  "training": false,
  "byline": "By TIM ARANGO",
  "lead": "A question has come to dominate the lives of thousands of Syrians here: Embark on a perilous journey to Europe or build a new life in Turkey.",
  "title": "Syrian Migrants in Istanbul Confront Choice: Stay or Move On",
  "url": "http://www.nytimes.com/2015/12/24/world/europe/syrian-migrants-in-istanbul-confront-choice-stay-or-move-on.html",
  "abstract": "A question has come to dominate the lives of thousands of Syrians here: Embark on a perilous journey to Europe or build a new life in Turkey.",
  "xlarge": "https://www.nytimes.com/images/2015/12/21/world/21ISTANBUL1/21ISTANBUL1-articleLarge.jpg",
  "source": "The New York Times",
  "score": 140.29687018903874,
  "full": "ISTANBUL —  At Pages, a bookstore and cafe in a three-story wooden house in a tidy cul-de-sac up a hill in this city’s oldest quarter, a literary refuge has blossomed for young Arabs in exile — mainly Syrians but also Iraqis, Libyans and Yemenis who have fled the troubles of home and taken up residence here. The shelves are lined with Arabic translations of Orhan Pamuk, Jack Kerouac, Gabriel García Márquez and Franz Kafka. Two Syrian novels are particularly popular: “No Knives in This City’s Kitchens,” about a family living under tyranny, and “The Shell,” about a prisoner in a Syrian jail. “This is the generation of revolution in all of the Arab world,” said Samer Alkadri, a painter and graphic designer from Damascus, Syria, who opened the cafe with his wife in July. He stocks Arabic books he has flown in from a publishing house in Beirut, Lebanon. “They want to know why everything happened, and they don’t believe the media.” The cafe, and the little garden out back where a lazy rabbit visits on many days, is also a place to discuss the one question that has come to dominate the lives of Syrians here: to stay, or to embark on the perilous sea journey to Europe. That question has become more urgent in the wake of a recent deal between Turkey and the European Union aimed at stemming the flow of asylum seekers to the Continent. As Europe confronts a crisis in which nearly 700,000 people this year have made a journey that started with a dangerous sea passage from Turkey to Greece, it has turned to Turkey for help. The European Union, under the recent pact, is offering more than $3 billion in aid to the Turkish government to spend on improving the lives of Syrians, such as building schools and health facilities, with the hope that many would then choose to stay and build their lives here. Four of the five people who worked for Mr. Alkadri when he opened the cafe are now in Europe. Mr. Alkadri, though, has vowed to stay. “I am here because I want to return to Syria,” he said. “Maybe tomorrow, or maybe after 10 years.” “After this terrible war,” he added, “we will need people to rebuild Syria.” For many Syrians, the decision will depend on whether Turkey can deliver on a promise to allow them to work legally, which could raise their wages and, as many Syrians hope, offer a way to citizenship. Basil Qali, 19, left a government-controlled suburb of Damascus in October, and on a recent morning he was sweeping the floor of a cafe here. He works 13 hours a day and earns the equivalent of about $280 a month. “Here you work for about 13 hours a day only for money for food,” he said. He said he would think about staying in Turkey if he could make more money and have a chance at citizenship. But for now, he thinks only of Europe. “For us, there is no point in talking about what is going on in Syria because we know it will last for five or 10 more years,” he said. “So we mostly talk about a plan for getting to Europe, and making money and saving money.” Another young Syrian in Istanbul, Mohammed Sayid, 20, works as a restaurant deliveryman. He said his father had been a supporter of the rebellion in Syria, and had been executed by the government. He has learned Turkish and hopes to stay here, provided the government does more to improve his life by allowing him to work legally. He complains of discrimination — girls he flirts with in bars turn away, he said, when they learn he is Syrian — but he is hesitant to join his friends in Europe. “I’ve been here as a stranger for a long time,” Mr. Sayid said. “I’m not ready to be a stranger again in a new country.” Despite a recent exodus, there are still nearly 2.2 million Syrian refugees in Turkey, the most of any host country in the region. In Istanbul alone, there are roughly 350,000, writing their own chapter in the history of a city that has long been a place of exile. Over the years, they have become woven into the frenetic life of this city, opening cafes, performing as street musicians on its busiest boulevard and panhandling on street corners, holding out Syrian passports to elicit the sympathies of passers-by. Perhaps not since the end of World War I, when Muslims were fleeing Greece and the Balkans, and Russians were escaping the Bolshevik Revolution, have Istanbul’s streets swelled with so many émigrés. Syrians here say they are newly optimistic because of the victory of President Recep Tayyip Erdogan’s Islamist Justice and Development party in parliamentary elections last month. Syrians, by and large, love Mr. Erdogan because of Turkey’s longstanding open-door policy for refugees, and ahead of the election they worried that opposition parties hostile to foreigners would do well at the ballot box. “He opened the doors for Syrians,” Mr. Alkadri said. Mr. Erdogan and his allies consider themselves heirs to the Ottoman past, when Istanbul — then Constantinople — ruled an empire that stretched to the Arab world and into Europe. It was also the seat of the Muslim caliphate, but the lands they controlled were a mosaic of ethnicities and faiths. The modern Turkey that emerged from the collapse of the empire at the end of World War I was a largely homogeneous country based on an ethnic understanding of national identity. Political groups that see themselves as the upholders of this tradition — rivals to Mr. Erdogan and his party — have been hostile to the presence of so many Syrians. Now, without an election to muddy the political waters, and with billions in European money for the government to spend, many Syrians here are hopeful that Mr. Erdogan’s government will see to their basic needs, which are many. In a recent report, for example, Human Rights Watch said that 400,000 Syrian children in Turkey were not in school. At Pages, Mohammed Kayali, 32, works on promoting the cafe on social media. He already made the journey to Europe, to Sweden in 2012, but came back. “Survivor’s guilt,” he said, simply, when asked why. And, he added, “The weather.” When friends contemplating the journey ask his advice, Mr. Kayali tells them, “In some ways you are going to regret it.” In Europe, he said that because of generous social programs, “You are guaranteed a living but not a life.” By that, he meant a loss of identity. “You will be forced to change too much.” On the night of the elections last month, when it became clear that Mr. Erdogan’s party was cruising to victory, Mr. Kayali picked up his phone and called his fiancée, also in Turkey. “We are going to stay,” he told her.",
  "sentences": [
    {
      "tweets": [
        {
          "is_negative": false,
          "is_positive": false,
          "sentiment": 0,
          "author": "kamalkaroum",
          "retweeted": false,
          "ts": "Thu Jan 07 00:38:05 +0000 2016",
          "n_statuses": 6353,
          "pimg": "http://pbs.twimg.com/profile_images/681907688712843264/Mc0EEWbj_normal.jpg",
          "time_zone": "Casablanca",
          "followers": 2208,
          "location": "",
          "clean": "syria here",
          "identifier": 684896754479792128,
          "retweets": 0,
          "dirty": "#syria here https://t.co/63rTJeN4EG"
        }
      ],
      "text": "“This is the generation of revolution in all of the Arab world,” said Samer Alkadri, a painter and graphic designer from Damascus, Syria, who opened the cafe with his wife in July.",
      "score": 6.186682698996645,
      "linguistic_score": 5.155639062229566,
      "sentiment_score": 1.031043636767078
    }
  ],
  "sentiment_score": 31.710930212630974,
  "linguistic_score": 108.58593997640777,
  "published": "2015-12-27"
}